<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.jss.XQuartz</string>
	<key>Input</key>
	<dict>
		<key>BRANCH</key>
		<string>release</string>
		<key>CATEGORY</key>
		<string>Plugins and Frameworks</string>
		<key>Comment</key>
		<string>Note: PlistReader without variable injection in AutoPkg requires setting "version" input key to an empty string, as below.</string>
		<key>GROUP_NAME</key>
		<string></string>
		<key>GROUP_TEMPLATE</key>
		<string></string>
		<key>NAME</key>
		<string>XQuartz</string>
		<key>POLICY_CATEGORY</key>
		<string>Plugins and Frameworks</string>
		<key>POLICY_TEMPLATE</key>
		<string>PolicyTemplate.xml</string>
		<key>SELF_SERVICE_DESCRIPTION</key>
		<string>The XQuartz project is an open-source effort to develop a version of the X.Org X Window System that runs on OS X. Together with supporting libraries and applications, it forms the X11.app that Apple has shipped with OS X since version 10.5.</string>
		<key>SELF_SERVICE_ICON</key>
		<string>XQuartz.png</string>
		<key>version</key>
		<string></string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jss-recipes.jss.XQuartz</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.download.xquartz</key>
			<dict>
				<key>git_hash</key>
				<string>7a371ca41ed7a016fe4ccdadc11fc58a17cc2d48</string>
				<key>path</key>
				<string>/Users/rgeraghty/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/XQuartz/XQuartz.download.recipe</string>
				<key>sha256_hash</key>
				<string>d9b96b68e5e5b34e6735ab17f9e2a3a450b8fc0f0427d1d407a97737d4b5ab14</string>
			</dict>
			<key>com.github.jss-recipes.jss.XQuartz</key>
			<dict>
				<key>git_hash</key>
				<string>213285b15e17e3a443017e281c2aff7bfbbb7804</string>
				<key>path</key>
				<string>/Users/rgeraghty/Library/AutoPkg/RecipeRepos/com.github.autopkg.jss-recipes/XQuartz/XQuartz.jss.recipe</string>
				<key>sha256_hash</key>
				<string>eacac52d0739534b4fcf60ceb3ddfd785ed17dbb08940424c53ec682c947f18b</string>
			</dict>
			<key>com.github.scriptingosx.pkg.XQuartz</key>
			<dict>
				<key>git_hash</key>
				<string>99482391180e43652a1364168c758aca3dc2c851</string>
				<key>path</key>
				<string>/Users/rgeraghty/Library/AutoPkg/RecipeRepos/com.github.autopkg.scriptingosx-recipes/XQuartz/XQuartz.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>ea108a899f4a393db5d3fd8efe88cfad5d8de081d0ed9e6da74eb3f8f3f3553c</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
