<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.jss.AppleJava6</string>
	<key>Input</key>
	<dict>
		<key>CATEGORY</key>
		<string>Productivity</string>
		<key>DESCRIPTION</key>
		<string>Apple Java 6</string>
		<key>DISABLE_CODE_SIGNATURE_VERIFICATION</key>
		<string>true</string>
		<key>GROUP_NAME</key>
		<string></string>
		<key>GROUP_TEMPLATE</key>
		<string></string>
		<key>ICON</key>
		<string></string>
		<key>MAJOR_VERSION</key>
		<string>6</string>
		<key>NAME</key>
		<string>AppleJava6</string>
		<key>POLICY_CATEGORY</key>
		<string>Productivity</string>
		<key>POLICY_TEMPLATE</key>
		<string>PolicyTemplate.xml</string>
		<key>extract_root</key>
		<string>%RECIPE_DIR%/%NAME%</string>
		<key>pkg_path</key>
		<string></string>
	</dict>
	<key>ParentRecipe</key>
	<string>local.pkg.AppleJava6</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>com.github.n8felton.shared/AppleSupportDownloadInfoProvider</key>
			<dict>
				<key>git_hash</key>
				<string>228a3c268a6d52727263da64de69d8d23fa4b11c</string>
				<key>path</key>
				<string>/Users/rgeraghty/Library/AutoPkg/RecipeRepos/com.github.autopkg.n8felton-recipes/SharedProcessors/AppleSupportDownloadInfoProvider.py</string>
				<key>sha256_hash</key>
				<string>cb97c7d29684d437fd11fc5aa9781f5185659d1c0c78d1979b1c32d7f77d90e1</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.n8felton.download.AppleJava6</key>
			<dict>
				<key>git_hash</key>
				<string>340a281e0ef767306afe2393512b7b5718672989</string>
				<key>path</key>
				<string>/Users/rgeraghty/Library/AutoPkg/RecipeRepos/com.github.autopkg.n8felton-recipes/AppleJava/AppleJava6.download.recipe</string>
				<key>sha256_hash</key>
				<string>2a1c57578eea4b60f6a8977d078e98351d657ca6c79ac3490b9dce473201a5a6</string>
			</dict>
			<key>local.pkg.AppleJava6</key>
			<dict>
				<key>path</key>
				<string>/Users/rgeraghty/Library/AutoPkg/RecipeOverrides/AppleJava6.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>e9129e871732f9abaf87770e1fa9dadce28cd8f067483761a3a556b30203e438</string>
			</dict>
		</dict>
	</dict>
	<key>Process</key>
	<array>
		<dict>
			<key>Arguments</key>
			<dict>
				<key>category</key>
				<string>%CATEGORY%</string>
				<key>groups</key>
				<array>
					<dict>
						<key>name</key>
						<string>%GROUP_NAME%</string>
						<key>smart</key>
						<true/>
						<key>template_path</key>
						<string>%GROUP_TEMPLATE%</string>
					</dict>
				</array>
				<key>policy_category</key>
				<string>%POLICY_CATEGORY%</string>
				<key>policy_template</key>
				<string>%POLICY_TEMPLATE%</string>
				<key>prod_name</key>
				<string>%NAME%</string>
				<key>self_service_description</key>
				<string>%DESCRIPTION%</string>
				<key>self_service_icon</key>
				<string>%ICON%</string>
			</dict>
			<key>Processor</key>
			<string>JSSImporter</string>
		</dict>
	</array>
</dict>
</plist>
