<policy>
	<general>
		<name>%PROD_NAME%</name>
		<enabled>true</enabled>
		<trigger>EVENT</trigger>
        <trigger_checkin>false</trigger_checkin>
        <trigger_enrollment_complete>false</trigger_enrollment_complete>
        <trigger_login>false</trigger_login>
        <trigger_logout>false</trigger_logout>
        <trigger_network_state_changed>false</trigger_network_state_changed>
        <trigger_startup>false</trigger_startup>
        <trigger_other>Install_%PROD_NAME%</trigger_other>
        <frequency>Once per computer</frequency>
		<category>
			<name>%POLICY_CATEGORY%</name>
		</category>
	</general>
    <scope>
        <all_computers>false</all_computers>
        <computers />
        <computer_groups>
            <computer_group>
                <id>116</id>
                <name>SVI_Supported Clients</name>
            </computer_group>
        </computer_groups>
        <buildings />
        <departments />
        <limit_to_users>
            <user_groups />
        </limit_to_users>
        <limitations>
            <users />
            <user_groups />
            <network_segments />
            <ibeacons />
        </limitations>
        <exclusions>
            <computers />
            <computer_groups />
            <buildings />
            <departments />
            <users />
            <user_groups />
            <network_segments />
            <ibeacons />
        </exclusions>
    </scope>
	<package_configuration>
		<!--Package added by JSSImporter-->
	</package_configuration>
	<scripts>
		<!--Scripts added by JSSImporter-->
	</scripts>
	<self_service>
		<use_for_self_service>true</use_for_self_service>
		<install_button_text>Install %VERSION%</install_button_text>
		<self_service_description>%SELF_SERVICE_DESCRIPTION%</self_service_description>
	</self_service>
	<maintenance>
		<recon>true</recon>
	</maintenance>
	<user_interaction>
        <message_start>Installing %NAME% %VERSION%...</message_start>
        <allow_users_to_defer>false</allow_users_to_defer>
        <allow_deferral_until_utc />
       	<message_finish />
    </user_interaction>
</policy>
