<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.jss.Skype-update</string>
	<key>Input</key>
	<dict>
		<key>CATEGORY</key>
		<string>_Updates</string>
		<key>Comment</key>
		<string>Note: PlistReader without variable injection in AutoPkg requires setting "version" input key to an empty string, as below.</string>
		<key>DOWNLOAD_URL</key>
		<string>https://www.skype.com/go/getskype-macosx.dmg</string>
		<key>GROUP_NAME</key>
		<string>App_%NAME%-update</string>
		<key>GROUP_TEMPLATE</key>
		<string>SmartGroupTemplate-Skype-update.xml</string>
		<key>NAME</key>
		<string>Skype</string>
		<key>OS_REQUIREMENTS</key>
		<string>10.12.x,10.11.x,10.10.x,10.9.x</string>
		<key>POLICY_CATEGORY</key>
		<string>_Updates</string>
		<key>POLICY_TEMPLATE</key>
		<string>PolicyTemplate-update.xml</string>
		<key>SELF_SERVICE_DESCRIPTION</key>
		<string>Skype is a freemium voice over IP service and instant messaging client, currently developed by Microsoft-owned Skype Technologies.</string>
		<key>SELF_SERVICE_ICON</key>
		<string>Skype.png</string>
		<key>version</key>
		<string></string>
	</dict>
	<key>ParentRecipe</key>
	<string>local.jss.Skype</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.download.Skype</key>
			<dict>
				<key>git_hash</key>
				<string>88dcc41ccf4ab264d00d61fbb6a76bc3245bc10a</string>
				<key>path</key>
				<string>/Users/rgeraghty/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/Skype/Skype.download.recipe</string>
				<key>sha256_hash</key>
				<string>6243ae66813df7deed96b7c4fea4f8aee5dbde398672717d92ea725d031e0846</string>
			</dict>
			<key>com.github.autopkg.pkg.Skype</key>
			<dict>
				<key>git_hash</key>
				<string>cb1ffba34aeafc5c96bdca9c15da65b957c50e2e</string>
				<key>path</key>
				<string>/Users/rgeraghty/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/Skype/Skype.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>3648a41ea38283a835a90163497cc53b5106b89277bc2a062b05cba7fe20f598</string>
			</dict>
			<key>com.github.jss-recipes.jss.Skype</key>
			<dict>
				<key>git_hash</key>
				<string>af6bccf6f1186aa2e2a282b696e92323ea9eaefc</string>
				<key>path</key>
				<string>/Users/rgeraghty/Library/AutoPkg/RecipeRepos/com.github.autopkg.jss-recipes/Skype/Skype.jss.recipe</string>
				<key>sha256_hash</key>
				<string>e97210059c6efcc05d2b5d31a286b31d27113c339107928098589f08d1c6ad63</string>
			</dict>
			<key>local.jss.Skype</key>
			<dict>
				<key>path</key>
				<string>/Users/rgeraghty/Library/AutoPkg/RecipeOverrides/Skype/Skype.jss.recipe</string>
				<key>sha256_hash</key>
				<string>9f2595ce6c92bd562bd6c250c11b82b82759ff9850775aa8179fe0a9497d7af5</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
