<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.jss.UCSF Chimera</string>
	<key>Input</key>
	<dict>
		<key>APP_FILENAME</key>
		<string>Chimera</string>
		<key>BUNDLE_ID</key>
		<string>edu.ucsf.cgl.chimera</string>
		<key>CATEGORY</key>
		<string>Scientific</string>
		<key>DOWNLOAD_URL</key>
		<string>https://www.cgl.ucsf.edu/chimera/cgi-bin/secure/chimera-get.py?ident=OHeQer2VSqdn%2FvxoqGdD9v9ltkdQRdj50hlv3ws%3D&amp;file=mac64%2Fchimera-1.11.2-mac64.dmg&amp;choice=Notified</string>
		<key>GROUP_NAME</key>
		<string></string>
		<key>GROUP_TEMPLATE</key>
		<string></string>
		<key>NAME</key>
		<string>UCSF Chimera</string>
		<key>POLICY_CATEGORY</key>
		<string>Scientific</string>
		<key>POLICY_TEMPLATE</key>
		<string>PolicyTemplate.xml</string>
		<key>SELF_SERVICE_DESCRIPTION</key>
		<string></string>
		<key>SELF_SERVICE_ICON</key>
		<string>%NAME%.png</string>
		<key>DISABLE_CODE_SIGNATURE_VERIFICATION</key>
		<string>true</string>
		<key>pkg_path</key>
		<string></string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jss-recipes.jss.UCSFChimera</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>au.edu.svi.autopkg.download.UCSFChimera</key>
			<dict>
				<key>path</key>
				<string>/Users/rgeraghty/Library/AutoPkg/Recipe Robot Output/UCSF Chimera/UCSF Chimera.download.recipe</string>
				<key>sha256_hash</key>
				<string>93b969cc7132816331135870dadf52fc29c39eae3f3c5316e23adae5bb336fdf</string>
			</dict>
			<key>au.edu.svi.autopkg.pkg.UCSFChimera</key>
			<dict>
				<key>path</key>
				<string>/Users/rgeraghty/Library/AutoPkg/Recipe Robot Output/UCSF Chimera/UCSF Chimera.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>a51f22f491711d96865593e0b008cbe15a003142c4a0647b6bf38f520c9e735f</string>
			</dict>
			<key>com.github.jss-recipes.jss.UCSFChimera</key>
			<dict>
				<key>path</key>
				<string>/Users/rgeraghty/Library/AutoPkg/Recipe Robot Output/UCSF Chimera/UCSF Chimera.jss.recipe</string>
				<key>sha256_hash</key>
				<string>28079d690d32b4519c6aefcd65de67a3847194bfefcd982495063e6ff8cc9389</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
