<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.jss.Office2016Suite</string>
	<key>Input</key>
	<dict>
		<key>CATEGORY</key>
		<string>Productivity</string>
		<key>DESCRIPTION</key>
		<string>Office 2016 is a software suite for word processing, spreadsheets, presentations, graphics and more.</string>
		<key>DOWNLOAD_URL_BASE</key>
		<string>http://go.microsoft.com/fwlink/?linkid=</string>
		<key>GROUP_NAME</key>
		<string></string>
		<key>GROUP_TEMPLATE</key>
		<string></string>
		<key>ICON</key>
		<string>%RECIPE_DIR%/Office2016.png</string>
		<key>NAME</key>
		<string>Office2016</string>
		<key>POLICY_CATEGORY</key>
		<string>Productivity</string>
		<key>POLICY_TEMPLATE</key>
		<string>%RECIPE_DIR%/PolicyTemplate.xml</string>
		<key>REGION</key>
		<string>525133</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.rtrouton.jss.Office2016Suite</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>OfficeSuiteSKULessVersionProvider</key>
			<dict>
				<key>git_hash</key>
				<string>b906d282cdf97e77fae34c509799f5ec46da6d56</string>
				<key>path</key>
				<string>/Users/rgeraghty/Library/AutoPkg/RecipeRepos/com.github.autopkg.arubdesu-recipes/2016SuiteSKUless/OfficeSuiteSKULessVersionProvider.py</string>
				<key>sha256_hash</key>
				<string>65fe6cc58fda7c199d56c658fea868069b53c07e876036bf1b446c03cb02f336</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.arubdesu-recipes.download.Office2016Suite</key>
			<dict>
				<key>git_hash</key>
				<string>4995867aa3ba8512f5450213074ef207f532997e</string>
				<key>path</key>
				<string>/Users/rgeraghty/Library/AutoPkg/RecipeRepos/com.github.autopkg.arubdesu-recipes/2016SuiteSKUless/2016SuiteSKULess.download.recipe</string>
				<key>sha256_hash</key>
				<string>9e715aded8beeaa2cbcbb432dc4b26f42660571606628dda73daea0a958e67ca</string>
			</dict>
			<key>com.github.rtrouton.jss.Office2016Suite</key>
			<dict>
				<key>git_hash</key>
				<string>ffbc294e3b4f9c723c487dcde3ccf8c7ecb9fe5d</string>
				<key>path</key>
				<string>/Users/rgeraghty/Library/AutoPkg/RecipeRepos/com.github.autopkg.rtrouton-recipes/JSS/Office2016Suite.jss.recipe</string>
				<key>sha256_hash</key>
				<string>0f36a8a0d0302d055dc916f0b63ac4e6aa66fa73e1fae92089e4eed9f11221cb</string>
			</dict>
			<key>com.github.rtrouton.pkg.Office2016Suite</key>
			<dict>
				<key>git_hash</key>
				<string>2b1b4057fb05d85892afcd221db2aa25d099daaf</string>
				<key>path</key>
				<string>/Users/rgeraghty/Library/AutoPkg/RecipeRepos/com.github.autopkg.rtrouton-recipes/Office2016Suite/Office2016Suite.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>8426ad716df435151c5254b36b9c82f34b76689f33f4e5029792a8ee7f3b5451</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
