<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.jss.AdobeReaderDC-update</string>
	<key>Input</key>
	<dict>
		<key>CATEGORY</key>
		<string>_Updates</string>
		<key>DESCRIPTION</key>
		<string>Adobe Reader DC is Adobe's official application for viewing, printing, and annotating PDF documents on OS X 10.9 and later.</string>
		<key>GROUP_NAME</key>
		<string>App_%NAME%-update</string>
		<key>GROUP_TEMPLATE</key>
		<string>SmartGroupTemplate-update.xml</string>
		<key>ICON</key>
		<string>%RECIPE_DIR%/AdobeReaderDC.png</string>
		<key>LANGUAGE</key>
		<string>English</string>
		<key>MAJOR_VERSION</key>
		<string>AcrobatDC</string>
		<key>NAME</key>
		<string>AdobeReaderDC</string>
		<key>OS_VERSION</key>
		<string>10.9.0</string>
		<key>POLICY_CATEGORY</key>
		<string>_Updates</string>
		<key>POLICY_TEMPLATE</key>
		<string>PolicyTemplate-update.xml</string>
	</dict>
	<key>ParentRecipe</key>
	<string>local.jss.AdobeReaderDC</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>AdobeReaderURLProvider</key>
			<dict>
				<key>git_hash</key>
				<string>b6e90cf85dc6e56377b38a0f32e32768412ea10a</string>
				<key>path</key>
				<string>/Users/rgeraghty/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/AdobeReader/AdobeReaderURLProvider.py</string>
				<key>sha256_hash</key>
				<string>aae69b07251b138562d568cf1ee787ae2c6f3d837c46339ef91d7bbf2196ecf3</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.download.AdobeReaderDC</key>
			<dict>
				<key>git_hash</key>
				<string>6fe055d5bbfb6e533096652142fea25dc8de377a</string>
				<key>path</key>
				<string>/Users/rgeraghty/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/AdobeReader/AdobeReaderDC.download.recipe</string>
				<key>sha256_hash</key>
				<string>aec62028d4f42cd9253b8c56885fa2df8f1111c815251aa8729377fa63226a48</string>
			</dict>
			<key>com.github.rtrouton.jss.AdobeReaderDC</key>
			<dict>
				<key>git_hash</key>
				<string>121edbd0ef95e09536e90e59dccfc703a556251b</string>
				<key>path</key>
				<string>/Users/rgeraghty/Library/AutoPkg/RecipeRepos/com.github.autopkg.rtrouton-recipes/JSS/AdobeReaderDC.jss.recipe</string>
				<key>sha256_hash</key>
				<string>19ffc223f2b40d947d33a6b5d2261ab4ffc915e753ad02c02dff668e84c55d34</string>
			</dict>
			<key>com.github.rtrouton.pkg.AdobeReaderDC</key>
			<dict>
				<key>git_hash</key>
				<string>c32dd89c00c5e1c9af357a5ac1f18c2b0f9cde1d</string>
				<key>path</key>
				<string>/Users/rgeraghty/Library/AutoPkg/RecipeRepos/com.github.autopkg.rtrouton-recipes/AdobeReaderDC/AdobeReaderDC.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>38e33e2c43c8674e2b18e01a7a6de8b6997b3dea64a2a75c880b9de3a5cd23fc</string>
			</dict>
			<key>local.jss.AdobeReaderDC</key>
			<dict>
				<key>path</key>
				<string>/Users/rgeraghty/Library/AutoPkg/RecipeOverrides/AdobeReaderDC/AdobeReaderDC.jss.recipe</string>
				<key>sha256_hash</key>
				<string>e0a80f5e33c9d898944a17624e03feb836253f9ebc14819c7468313932a7c211</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
