<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.jss.Tunnelblick</string>
	<key>Input</key>
	<dict>
		<key>BUNDLE_ID</key>
		<string>net.tunnelblick.tunnelblick</string>
		<key>CATEGORY</key>
		<string>Utilities</string>
		<key>GROUP_NAME</key>
		<string></string>
		<key>GROUP_TEMPLATE</key>
		<string></string>
		<key>NAME</key>
		<string>Tunnelblick</string>
		<key>POLICY_CATEGORY</key>
		<string>Utilities</string>
		<key>POLICY_TEMPLATE</key>
		<string>PolicyTemplate.xml</string>
		<key>SELF_SERVICE_DESCRIPTION</key>
		<string>GUI for OpenVPN.</string>
		<key>SELF_SERVICE_ICON</key>
		<string>Tunnelblick.png</string>
		<key>version</key>
		<string>%version%</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jss-recipes.jss.Tunnelblick</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.homebysix.download.Tunnelblick</key>
			<dict>
				<key>git_hash</key>
				<string>cbd7e51d00a0b58e3b42eda713bd3c9667499c1e</string>
				<key>path</key>
				<string>/Users/rgeraghty/Library/AutoPkg/RecipeRepos/com.github.autopkg.homebysix-recipes/Tunnelblick/Tunnelblick.download.recipe</string>
				<key>sha256_hash</key>
				<string>b62662d6f5f95f6916bbb5efc63ded1a7eebd286dff605bbdf16e9801881b16b</string>
			</dict>
			<key>com.github.homebysix.pkg.Tunnelblick</key>
			<dict>
				<key>git_hash</key>
				<string>9064421bfbaf03d7cf8b9f4a4bd85ae0eee9d248</string>
				<key>path</key>
				<string>/Users/rgeraghty/Library/AutoPkg/RecipeRepos/com.github.autopkg.homebysix-recipes/Tunnelblick/Tunnelblick.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>b12a3619cbbdfb42b2932c3f662252d00d88a350dac63ad819edb28d0f23b014</string>
			</dict>
			<key>com.github.jss-recipes.jss.Tunnelblick</key>
			<dict>
				<key>git_hash</key>
				<string>1d494dc28101da3b605f94db6827b6ab8970fe77</string>
				<key>path</key>
				<string>/Users/rgeraghty/Library/AutoPkg/RecipeRepos/com.github.autopkg.jss-recipes/Tunnelblick/Tunnelblick.jss.recipe</string>
				<key>sha256_hash</key>
				<string>cfa54d4fb5dcc630dedbd41fdd647beb78a6929c11a5fff7e74208811171f038</string>
			</dict>
		</dict>
	</dict>
	<key>Process</key>
	<array>
		<dict>
			<key>Arguments</key>
			<dict>
				<key>version</key>
				<string>%version%</string>
			</dict>
			<key>Processor</key>
			<string>JSSImporter</string>
		</dict>
	</array>
</dict>
</plist>
