<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.jss.VMwareFusion</string>
	<key>Input</key>
	<dict>
		<key>CATEGORY</key>
		<string>Utilities</string>
		<key>DESCRIPTION</key>
		<string></string>
		<key>GROUP_NAME</key>
		<string></string>
		<key>GROUP_TEMPLATE</key>
		<string></string>
		<key>ICON</key>
		<string>%RECIPE_DIR%/VMware.png</string>
		<key>JSS_INVENTORY_NAME</key>
		<string>VMware Fusion.app</string>
		<key>NAME</key>
		<string>VMware Fusion</string>
		<key>POLICY_CATEGORY</key>
		<string>Utilities</string>
		<key>POLICY_TEMPLATE</key>
		<string>%RECIPE_DIR%/PolicyTemplate.xml</string>
		<key>version</key>
		<string></string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.golbiga.jss.VMwareFusion</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>VMwareFusionURLProvider</key>
			<dict>
				<key>git_hash</key>
				<string>7a5d98dd4477a5a35b8615e571ac7bc76621b1d6</string>
				<key>path</key>
				<string>/Users/rgeraghty/Library/AutoPkg/RecipeRepos/com.github.autopkg.justinrummel-recipes/VMware Fusion/VMwareFusionURLProvider.py</string>
				<key>sha256_hash</key>
				<string>b3d254287b4ce12c4e4d62ee52fa4b736ab86e47aa8f6f0cf890440cb71adf0c</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.golbiga.jss.VMwareFusion</key>
			<dict>
				<key>git_hash</key>
				<string>30a30a723de393d50d63c158a9a4758f4917bb1d</string>
				<key>path</key>
				<string>/Users/rgeraghty/Library/AutoPkg/RecipeRepos/com.github.autopkg.golbiga-recipes/JSS/VMwareFusion.jss.recipe</string>
				<key>sha256_hash</key>
				<string>e949f2ea9eeb72cedefa79fe4a10e3daab7eaab8342dddb1945f883a6d79bef8</string>
			</dict>
			<key>com.justinrummel.download.VMwareFusion</key>
			<dict>
				<key>git_hash</key>
				<string>3b408aa5b9bdb04fe6f1ab78254bd7ff44743f61</string>
				<key>path</key>
				<string>/Users/rgeraghty/Library/AutoPkg/RecipeRepos/com.github.autopkg.justinrummel-recipes/VMware Fusion/VMwareFusion.download.recipe</string>
				<key>sha256_hash</key>
				<string>0fbc6c7dd668a296a7709e38a47b54e81360ec260ae27893bc4e1a75d917109f</string>
			</dict>
			<key>com.justinrummel.pkg.VMwareFusion</key>
			<dict>
				<key>git_hash</key>
				<string>5de6cb907f60c4dd4c95b319ae266426e58141f7</string>
				<key>path</key>
				<string>/Users/rgeraghty/Library/AutoPkg/RecipeRepos/com.github.autopkg.justinrummel-recipes/VMware Fusion/VMwareFusion.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>d7d470ddb2aa315d0af1b798ae59f4c202cc9082fb2a2c7cc887998c07254872</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
