<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.jss.Geneious-R6</string>
	<key>Input</key>
	<dict>
		<key>CATEGORY</key>
		<string>Scientific</string>
		<key>DESCRIPTION</key>
		<string>Geneious is a powerful and comprehensive suite of molecular biology tools.</string>
		<key>DISABLE_CODE_SIGNATURE_VERIFICATION</key>
		<string>true</string>
		<key>DOWNLOAD_BASE_URL</key>
		<string>https://assets.geneious.com/installers/geneious</string>
		<key>GROUP_NAME</key>
		<string></string>
		<key>GROUP_TEMPLATE</key>
		<string></string>
		<key>ICON</key>
		<string>%RECIPE_DIR%/Geneious.png</string>
		<key>MAJOR_VERSION</key>
		<string>6</string>
		<key>NAME</key>
		<string>Geneious-R6</string>
		<key>POLICY_CATEGORY</key>
		<string>Scientific</string>
		<key>POLICY_TEMPLATE</key>
		<string>%RECIPE_DIR%/PolicyTemplate.xml</string>
		<key>RELEASE</key>
		<string>release</string>
		<key>VERSIONS_URL</key>
		<string>https://desktop-links.geneious.com/assets/installers/geneious/GeneiousVersions.txt</string>
		<key>plist_version_key</key>
		<string>CFBundleVersion</string>
	</dict>
	<key>ParentRecipe</key>
	<string>local.pkg.Geneious-R6</string>
	  <key>Process</key>
        <array>
            <dict>
                <key>Arguments</key>
                <dict>
                    <key>prod_name</key>
                    <string>%NAME%</string>
                    <key>category</key>
                    <string>%CATEGORY%</string>
                    <key>policy_category</key>
                    <string>%POLICY_CATEGORY%</string>
                    <key>policy_template</key>
                    <string>%POLICY_TEMPLATE%</string>
                    <key>self_service_icon</key>
                    <string>%ICON%</string>
                    <key>self_service_description</key>
                    <string>%DESCRIPTION%</string>
                    <key>groups</key>
                    <array>
                        <dict>
                            <key>name</key>
                            <string>%GROUP_NAME%</string>
                            <key>smart</key>
                            <true/>
                            <key>template_path</key>
                            <string>%GROUP_TEMPLATE%</string>
                        </dict>
                    </array>
                </dict>
                <key>Processor</key>
                <string>JSSImporter</string>
            </dict>
        </array>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.n8felton.geneious.download</key>
			<dict>
				<key>git_hash</key>
				<string>34e741113be66eaff83049b30bef41405bae12fb</string>
				<key>path</key>
				<string>/Users/rgeraghty/Library/AutoPkg/RecipeRepos/com.github.autopkg.n8felton-recipes/Geneious/Geneious.download.recipe</string>
				<key>sha256_hash</key>
				<string>7aad5383b22ee8a8ac656e80459523311027097a45ad14b992621f7faf58454c</string>
			</dict>
			<key>local.pkg.Geneious-R6</key>
			<dict>
				<key>path</key>
				<string>/Users/rgeraghty/Library/AutoPkg/RecipeOverrides/Geneious/Geneious-R6.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>6bafd9b8f67f6851a1553a2d8b3debd6ceb86a370b3de2528b8decc39ef67567</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
